Repository: SymKit/page-bundle
Catalog: translations/SymkitPageBundle.*.xlf
Languages: fr

# admin.page.create_title
source: Create New Page
fr: Créer une nouvelle page

# admin.page.create_description
source: Add a new page to your website.
fr: Ajoutez une nouvelle page à votre site.

# admin.page.edit_description
source: Manage page content, settings, and FAQs.
fr: Gérer le contenu, les paramètres et les FAQ de la page.

# admin.page.create_button
source: Create Page
fr: Créer la page

# admin.page.update_button
source: Update Page
fr: Mettre à jour la page

# admin.page.delete_confirm
source: Are you sure you want to delete this page?
fr: Êtes-vous sûr de vouloir supprimer cette page ?

# admin.page.delete_button
source: Delete Page
fr: Supprimer la page

# admin.page.permalink
source: Permalink:
fr: Permalien :

# admin.page.open
source: Open
fr: Ouvrir

# admin.page.general_info
source: General Information
fr: Informations générales

# admin.page.add_title
source: Add title
fr: Ajouter un titre

# admin.page.content
source: Content
fr: Contenu

# admin.page.visual_editor
source: Visual Block Editor
fr: Éditeur visuel de blocs

# admin.page.status_visibility
source: Status & Visibility
fr: Statut et visibilité

# admin.page.seo_metadata
source: SEO & Metadata
fr: SEO et métadonnées

# admin.page.layout_navigation
source: Layout & Navigation
fr: Mise en page et navigation

# form.page.sec_general
source: General
fr: Général

# form.page.sec_general_desc
source: Title, slug and category.
fr: Titre, slug et catégorie.

# form.page.title
source: Title
fr: Titre

# form.page.title_placeholder
source: e.g., Getting Started
fr: ex. Premiers pas

# form.page.slug_placeholder
source: e.g., getting-started
fr: ex. premiers-pas

# form.page.slug_help
source: URL-friendly identifier (lowercase, hyphens only)
fr: Identifiant pour l’URL (minuscules, tirets uniquement)

# form.page.category
source: Category
fr: Catégorie

# form.page.category_placeholder
source: -- Select a category --
fr: -- Choisir une catégorie --

# form.page.category_help
source: Required: categorize this page
fr: Requis : catégoriser cette page

# form.page.sec_content
source: Content
fr: Contenu

# form.page.sec_content_desc
source: Excerpt, body and status.
fr: Extrait, corps et statut.

# form.page.excerpt
source: Excerpt
fr: Extrait

# form.page.excerpt_placeholder
source: Short description for previews
fr: Courte description pour les aperçus

# form.page.content
source: Content
fr: Contenu

# form.page.content_placeholder
source: Page content (HTML allowed)
fr: Contenu de la page (HTML autorisé)

# form.page.status
source: Status
fr: Statut

# form.page.status_draft
source: Draft
fr: Brouillon

# form.page.status_published
source: Published
fr: Publié

# form.page.template
source: Template
fr: Modèle

# form.page.template_placeholder
source: -- Default Layout --
fr: -- Mise en page par défaut --

# form.page.template_help
source: Select the layout for this page
fr: Choisir la mise en page pour cette page

# form.page.sec_menus_desc
source: Sidebar and active menu highlight.
fr: Barre latérale et surlignage du menu actif.

# form.page.sidebar_menu
source: Sidebar Left Menu
fr: Menu latéral gauche

# form.page.sidebar_menu_placeholder
source: -- Use category default --
fr: -- Utiliser celui de la catégorie --

# form.page.sidebar_menu_help
source: Override category default menu for left sidebar
fr: Remplacer le menu par défaut de la catégorie

# form.page.active_menu
source: Active Menu
fr: Menu actif

# form.page.active_menu_placeholder
source: -- Select a menu --
fr: -- Choisir un menu --

# form.page.active_menu_help
source: Menu to highlight when viewing this page
fr: Menu à surligner sur cette page

# form.page.active_menu_item
source: Active Menu Item
fr: Élément de menu actif

# form.page.active_menu_item_placeholder
source: -- Select a menu first --
fr: -- Choisir d’abord un menu --

# form.page.active_menu_item_placeholder_select
source: -- Select a menu item --
fr: -- Choisir un élément --

# form.page.active_menu_item_help
source: Specific menu item to highlight
fr: Élément de menu à surligner

# form.page.sec_media
source: Media & SEO
fr: Média et SEO

# form.page.sec_media_desc
source: OG image and meta fields.
fr: Image OG et champs meta.

# form.page.og_image
source: OG Image
fr: Image OG

# form.page.og_image_help
source: Open Graph image
fr: Image Open Graph

# form.page.meta_title
source: Meta Title
fr: Titre meta

# form.page.meta_title_placeholder
source: Override page title for SEO
fr: Remplacer le titre de la page pour le SEO

# form.page.meta_title_help
source: Leave empty to use page title
fr: Laisser vide pour utiliser le titre de la page

# form.page.meta_description_placeholder
source: SEO description
fr: Description SEO

# form.page.meta_description_help
source: Leave empty to use excerpt
fr: Laisser vide pour utiliser l’extrait

# form.page.sec_faq_desc
source: Optional FAQ block for this page.
fr: Bloc FAQ optionnel pour cette page.

# form.page.faq
source: FAQ Block
fr: Bloc FAQ

# form.page.faq_placeholder
source: -- No FAQ --
fr: -- Aucune FAQ --

# form.page.faq_help
source: Optional: select an FAQ block to display on this page
fr: Optionnel : choisir un bloc FAQ à afficher

# form.category.sec_general
source: General Information
fr: Informations générales

# form.category.sec_general_desc
source: Naming and basic settings for this category.
fr: Nom et paramètres de base de cette catégorie.

# form.category.name
source: Name
fr: Nom

# form.category.name_placeholder
source: e.g., Documentation
fr: ex. Documentation

# form.category.name_help
source: The displayed name of the category.
fr: Nom affiché de la catégorie.

# form.category.description_placeholder
source: Brief description of this category
fr: Courte description de cette catégorie

# form.category.description_help
source: A short description for internal use or SEO purposes.
fr: Courte description pour usage interne ou SEO.

# form.category.default_menu
source: Default Sidebar Menu
fr: Menu latéral par défaut

# form.category.default_menu_placeholder
source: -- No default menu --
fr: -- Aucun menu par défaut --

# form.category.default_menu_help
source: Menu to display in left sidebar for pages in this category
fr: Menu affiché dans la barre latérale pour les pages de cette catégorie

# form.category.slug_placeholder
source: e.g., documentation
fr: ex. documentation

# form.category.slug_help
source: URL-friendly identifier (lowercase, hyphens only)
fr: Identifiant pour l’URL (minuscules, tirets uniquement)

# validation.unique_route
source: This route is already in use.
fr: Cette route est déjà utilisée.

# validation.unique_slug
source: This slug is already in use.
fr: Ce slug est déjà utilisé.

# validation.slug_pattern
source: Slug must be lowercase alphanumeric with hyphens.
fr: Le slug doit être en minuscules, alphanumérique avec des tirets.

# error.page_not_found
source: Page not found.
fr: Page introuvable.

# search.no_route
source: No route
fr: Aucune route

source: Layout Simple
fr: Mise en page simple

# layout.doc
source: Layout Documentation
fr: Mise en page documentation

source: Layout with TOC
fr: Mise en page avec sommaire

source: Layout Hero
fr: Mise en page hero

# admin.page.list_title
source: Page Management
fr: Gestion des pages

# admin.page.edit_title
source: Edit Page
fr: Modifier la page

# admin.page.seo_list
source: Manage pages and their content.
fr: Gérer les pages et leur contenu.

# admin.category.list_title
source: Category Management
fr: Gestion des catégories

# admin.category.create_title
source: Create Category
fr: Créer une catégorie

# admin.category.edit_title
source: Edit Category
fr: Modifier la catégorie

# admin.category.seo_list
source: Manage page categories.
fr: Gérer les catégories de pages.

# admin.breadcrumb.categories
source: Categories
fr: Catégories

# admin.list.title
source: Title
fr: Titre

# admin.list.status
source: Status
fr: Statut

# admin.list.category
source: Category
fr: Catégorie

# admin.list.updated
source: Updated
fr: Mis à jour

# admin.list.name
source: Name
fr: Nom

# breadcrumb.home
source: Home
fr: Accueil

# layout.hero.featured
source: Featured
fr: À la une
